Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: READ-ONLY ZOTERO ON THIS MAC
zh_hans: 这台 Mac 上的只读 Zotero

source: Ran command
zh_hans: 已运行命令

source: Rationale
zh_hans: 理由

source: Read Attachment
zh_hans: 读取附件

source: Read Files
zh_hans: 读取文件

source: Read Note
zh_hans: 读取笔记

source: Read Only
zh_hans: 仅阅读

source: Read a different version
zh_hans: 读取的是其他版本

source: Read a Zotero source
zh_hans: 已读取 Zotero 来源

source: Read attachment
zh_hans: 已读取附件

source: Read file
zh_hans: 已读取文件

source: Read from line %lld, %lld lines
zh_hans: 第 %lld 行起，共 %lld 行

source: Read lines %@
zh_hans: 已读取第 %@ 行

source: Read note
zh_hans: 已读取笔记

source: Read only the currently linked Zotero item, then review every Metadata field it can fill or update.
zh_hans: 仅读取当前关联的 Zotero 条目，然后检查它可以填充或更新的每个元数据字段。

source: Reading Note
zh_hans: 正在读取 Note

source: Reading PDF
zh_hans: 正在读取 PDF

source: Reading attachment
zh_hans: 正在读取附件

source: Reading a Zotero source
zh_hans: 正在阅读 Zotero 来源

source: Reading exact Zotero item and current Metadata…
zh_hans: 正在读取确切的 Zotero 条目和当前元数据…

source: Reading file
zh_hans: 正在读取文件

source: Reading material…
zh_hans: 正在研读材料…

source: Reading note
zh_hans: 正在研读笔记

source: Reasoning
zh_hans: 推理强度

source: Rebind and Fill
zh_hans: 重新关联并填充

source: Received by Parent
zh_hans: 父 Agent 已收到

source: Recent changes to your notes.
zh_hans: 笔记的最近修改。

source: Recently Modified
zh_hans: 最近修改

source: Recommended
zh_hans: 推荐

source: Recommended fields for %@
zh_hans: 建议用于%@的字段

source: Reconcile Created Note
zh_hans: 核对新建笔记

source: Reconcile Created Note?
zh_hans: 核对新建笔记？

source: Reconciliation completed.
zh_hans: 协调恢复已完成。

source: Reconciliation completed. Derived workspace views could not refresh yet; the recovery list has been reloaded from durable records.
zh_hans: 协调恢复已完成。派生工作区视图暂时无法刷新；恢复列表已从持久记录重新载入。

source: Reconnect and reopen this Agent.
zh_hans: 重新连接后，再打开此 Agent。

source: Record Entry
zh_hans: 讨论内容

source: Record Hotkey
zh_hans: 录制快捷键

source: Record New Hotkey…
zh_hans: 录制新快捷键…

source: Record New Shortcut…
zh_hans: 录制新快捷键…

source: Record Shortcut
zh_hans: 录制快捷键

source: Record this saved revision as sufficiently stable for current research.
zh_hans: 将当前已保存修订记录为对目前研究而言足够稳定。

source: Recorded
zh_hans: 已记录

source: Recovery
zh_hans: 恢复

source: Recovery Records Unavailable
zh_hans: 恢复记录不可用

source: Recovery could not be completed. %@
zh_hans: 无法完成恢复。%@

source: Reference
zh_hans: 引用

source: Reference Original
zh_hans: 引用原文件

source: Reference Original…
zh_hans: 引用原文件…

source: Referenced Files
zh_hans: 引用文件

source: Refresh
zh_hans: 刷新

source: Refresh Failed
zh_hans: 刷新失败

source: Refresh Metadata
zh_hans: 刷新元数据

source: Refresh Skills
zh_hans: 刷新技能列表

source: Refresh Skills when the current operation finishes to apply folder changes.
zh_hans: 当前操作完成后，请刷新技能列表以应用文件夹更改。

source: Refresh Needed
zh_hans: 需要刷新

source: Refresh Notifications
zh_hans: 刷新通知

source: Refresh Results
zh_hans: 刷新结果

source: Refresh Unavailable
zh_hans: 无法刷新

source: Refresh Zotero Metadata
zh_hans: 刷新 Zotero 元数据

source: Refresh Zotero Metadata…
zh_hans: 刷新 Zotero 元数据…

source: Refresh failed. Showing the last available results. %@
zh_hans: 刷新失败。目前显示上次可用的结果。%@

source: Refreshing Search Index
zh_hans: 正在刷新搜索索引

source: Refreshing derived state…
zh_hans: 正在刷新派生状态…

source: Refreshing — showing the last available results.
zh_hans: 正在刷新——目前显示上次可用的结果。

source: Registered Triptychs
zh_hans: 已注册脉络

source: Registration and folder access are local to this Mac. Portable Triptych settings stay beside the selected Works folder.
zh_hans: 注册信息与文件夹访问权限仅保存在此 Mac。便携脉络设置位于所选“写作”文件夹旁。

source: Regular, 400
zh_hans: 常规，400

source: Related
zh_hans: 相关

source: Related Material
zh_hans: 相关材料

source: Related material is unavailable. Wait for the Triptych to finish opening, then try again.
zh_hans: 相关材料暂不可用。请等待脉络打开完成后重试。

source: Relative path copied.
zh_hans: 已复制相对路径。

source: Relink Triptych
zh_hans: 重新关联脉络

source: Reload
zh_hans: 重新载入

source: Reload Appearance Configuration?
zh_hans: 重新载入外观配置？

source: Reload Metadata
zh_hans: 重新载入资料

source: Reload Record
zh_hans: 重新载入记录

source: Reload Saved Settings
zh_hans: 重新载入已保存设置

source: Reload from Disk
zh_hans: 从磁盘重新加载

source: Reload the Zotero Metadata preview to reread the exact item and current Scholium Metadata.
zh_hans: 重新载入 Zotero 元数据预览，以再次读取该准确条目和当前的 Scholium 元数据。

source: Reload the portable settings before editing.
zh_hans: 请先重新载入可移植设置再编辑。

source: Reloading replaces your unsaved appearance draft with the configuration file. An invalid file leaves the draft unchanged.
zh_hans: 重新载入会用配置文件替换尚未保存的外观修改。文件无效时，修改会保持不变。

source: Reminder Timing
zh_hans: 提醒时间

source: Reminder Timing for This Triptych
zh_hans: 当前脉络的提醒返回时间

source: Reminder timing is saved with the selected Triptych. Dismissed-item state is local to this Mac.
zh_hans: 提醒时间与所选脉络一同保存。已忽略项目状态仅保存在此 Mac。

source: Remote
zh_hans: 远程

source: Remove
zh_hans: 移除

source: Remove %@ value
zh_hans: 移除%@的值

source: Remove Agent Target
zh_hans: 移除 Agent 目标

source: Remove Association
zh_hans: 解除关联

source: Remove Association: %@
zh_hans: 解除关联：%@

source: Remove Field
zh_hans: 移除字段

source: Remove Material
zh_hans: 移除材料

source: Remove Skill
zh_hans: 移除技能

source: Remove Skill: %@
zh_hans: 移除技能：%@

source: Remove Quote
zh_hans: 移除引用

source: Remove Registration
zh_hans: 移除注册

source: Remove Registration…
zh_hans: 移除此 Mac 上的注册…

source: Remove Snippet
zh_hans: 删除片段

source: Remove This Triptych Registration?
zh_hans: 移除此脉络注册？

source: Remove Tool?
zh_hans: 移除工具？

source: Remove Tool…
zh_hans: 移除工具…

source: Remove creator
zh_hans: 移除创作者

source: Remove creator %arg
zh_hans: 移除第 %arg 位创作者

source: Remove creator %lld
zh_hans: 移除第 %lld 位创建者

source: Remove item %arg
zh_hans: 删除项目 %arg

source: Remove item %lld
zh_hans: 删除项目 %lld

source: Remove material: %@
zh_hans: 移除材料：%@

source: Remove tag %@
zh_hans: 删除标签 %@

source: Remove tag %arg
zh_hans: 删除标签 %arg

source: Remove the blank or duplicate field entry.
zh_hans: 移除空白或重复的字段条目。

source: Remove the configuration for %@? Its program and sign-in credentials will be kept.
zh_hans: 移除 %@ 的配置？程序和登录凭据会保留。

source: Remove value
zh_hans: 移除值

source: Remove value %lld
zh_hans: 移除值 %lld

source: Removed
zh_hans: 已删除

source: Rename
zh_hans: 重命名

source: Rename Appearance
zh_hans: 外观配置重命名

source: Rename Appearance…
zh_hans: 重命名外观…

source: Rename CSS Snippet
zh_hans: 重命名 CSS 片段

source: Rename Conversation
zh_hans: 重命名对话

source: Rename Conversation…
zh_hans: 重命名对话…

source: Rename Folder
zh_hans: 重命名文件夹

source: Rename Folder…
zh_hans: 重命名文件夹…

source: Rename Note
zh_hans: 重命名笔记

source: Rename Note…
zh_hans: 重命名笔记…

source: Rename Saved Search
zh_hans: 重命名已保存的搜索

source: Rename…
zh_hans: 重命名…

source: Renaming preserves the note's folder, stable identity, and Metadata.
zh_hans: 重命名会保留笔记的文件夹、稳定身份与元数据。

source: Rendered Markdown
zh_hans: 渲染 Markdown

source: Rendered image only; no extracted text or OCR.
zh_hans: 仅呈现图像；未提取文本或执行 OCR。

source: Repair Attention settings before saving Metadata settings.
zh_hans: 请先修复关注事项设置，再保存元数据设置。

source: Replace
zh_hans: 替换

source: Replace All
zh_hans: 全部替换

source: Replace File…
zh_hans: 替换文件…

source: Replace Note Body
zh_hans: 替换笔记正文

source: Replace Note Source
zh_hans: 替换笔记源码

source: Replace or remove the unavailable material before sending.
zh_hans: 请替换或移除不可用的材料后再发送。

source: Replace with
zh_hans: 替换为

source: Reply
zh_hans: 回复

source: Reply Content
zh_hans: 回复内容

source: Reply Excerpt
zh_hans: 回复选段

source: Report
zh_hans: 报告

source: Report Number
zh_hans: 报告编号

source: Reported Agent States
zh_hans: 已报告的 Agent 状态

source: Reported by %@ · %@
zh_hans: 报告来源：%@ · %@

source: Reported fingerprint: %@
zh_hans: 报告的指纹：%@

source: Reports structural, metadata, identity, Connection, and settled-revision issues.
zh_hans: 报告结构、元数据、身份、关联及暂定后修订问题。

source: Request
zh_hans: 请求

source: Request Access
zh_hans: 请求访问

source: Requested Skill: %@
zh_hans: 请求的技能：%@

source: Requested Session Write Folder
zh_hans: 请求本次会话写入的文件夹

source: Research Folders
zh_hans: 研究文件夹

source: Research Inspector
zh_hans: 研究检查器

source: Research Passage
zh_hans: 研究选段

source: Research Question
zh_hans: 研究问题

source: Research Stage
zh_hans: 研究阶段

source: Research files remain ordinary folders and exact Markdown remains authoritative.
zh_hans: 研究文件仍是普通文件夹，Markdown 的精确字节仍具权威性。

source: Research files remain ordinary folders; exact Markdown remains authoritative.
zh_hans: 研究文件仍是普通文件夹；Markdown 的精确字节仍具权威性。

source: Researcher
zh_hans: 研究者

source: Researcher-authored papers, chapters, and prose
zh_hans: 研究者撰写的论文、章节和文章

source: Researcher-governed plans, arguments, drafts, papers, and chapters.
zh_hans: 由研究者管理的计划、论证、草稿、论文与章节。

source: Resets
zh_hans: 重置时间

source: Resolve
zh_hans: 解决

source: Resolve Metadata Error
zh_hans: 处理资料错误

source: Resolve Unknown Trash Outcome?
zh_hans: 解决未知的纸篓结果？

source: Restore Access
zh_hans: 恢复访问权限

source: Restore All Dismissed Items on This Mac
zh_hans: 恢复此 Mac 上所有已忽略项目

source: Restore Always-Shown Defaults
zh_hans: 恢复始终显示默认项

source: Restore Before Version
zh_hans: 恢复修改前版本

source: Restore Candidate
zh_hans: 恢复候选内容

source: Restore Candidate…
zh_hans: 恢复候选内容…

source: Restore Chat
zh_hans: 恢复会话

source: Restore Default
zh_hans: 恢复默认值

source: Restore Default Appearance?
zh_hans: 恢复默认外观？

source: Restore Default Appearance…
zh_hans: 恢复默认外观…

source: Restore Default Hotkeys?
zh_hans: 恢复默认快捷键？

source: Restore Default Hotkeys…
zh_hans: 恢复默认快捷键…

source: Restore Default Shortcuts?
zh_hans: 恢复默认快捷键？

source: Restore Default Shortcuts…
zh_hans: 恢复默认快捷键…

source: Restore Defaults
zh_hans: 恢复默认设置

source: Restore Field
zh_hans: 恢复字段

source: Restore Interrupted Save?
zh_hans: 要恢复中断的保存吗？

source: Restore Selected Chats (%lld)
zh_hans: 恢复所选会话（%lld）

source: Restore every existing controlled choice. Their order may change.
zh_hans: 恢复所有已有的受控选项；它们的顺序可以更改。

source: Restore its identity and use Archive Field to stop offering it.
zh_hans: 恢复其标识，或使用“归档字段”停止提供该字段。

source: Restore only if the current Note still matches the expected revision
zh_hans: 仅在当前笔记仍与预期版本一致时恢复

source: Restore the missing role configuration.
zh_hans: 恢复缺失的角色配置。

source: Restores dismissed reminders on this Mac without changing Triptych data.
zh_hans: 恢复这台 Mac 上已忽略的提醒，而不更改脉络数据。

source: Restores the exact Before version
zh_hans: 恢复精确的修改前版本

source: Results may be out of date. %@
zh_hans: 结果可能已过时。%@

source: Resume Agent
zh_hans: 恢复 Agent

source: Retries migration of app-owned records without changing the Markdown note.
zh_hans: 重试迁移由应用管理的记录，不更改 Markdown 笔记。

source: Retrieval lead
zh_hans: 检索结果

source: Retry
zh_hans: 重试

source: Retry Edit
zh_hans: 重试编辑

source: Retry Identity Recovery
zh_hans: 重试身份恢复

source: Retry in New Branch
zh_hans: 在新分支中重试

source: Retry Metadata Settings
zh_hans: 重试元数据设置

source: Retry Refresh
zh_hans: 重试刷新

source: Retry Save
zh_hans: 重试保存

source: Retry Triptych Notifications
zh_hans: 重试三联窗通知

source: Return an explanation or proposal only. Do not modify files or Notes.
zh_hans: 仅返回解释或建议，不要修改文件或笔记。

source: Return dismissed items after
zh_hans: 已忽略项目的恢复时间

source: Return to Editing
zh_hans: 返回编辑

source: Reusable analyses of papers and other sources.
zh_hans: 可复用的论文及其他来源分析。

source: Reuse Existing Access Settings
zh_hans: 沿用现有访问设置

source: Reveal Candidate in Finder
zh_hans: 在 Finder 中显示候选内容

source: Reveal Current Vault in Finder
zh_hans: 在 Finder 中显示当前研究库

source: Reveal Operation Records in Finder
zh_hans: 在 Finder 中显示操作记录

source: Reveal Styles in Finder
zh_hans: 在 Finder 中显示样式

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Revert to Saved
zh_hans: 恢复为已保存版本

source: Review
zh_hans: 审阅

source: Review Changes
zh_hans: 审阅更改

source: Review Invalid Setting
zh_hans: 检查无效设置

source: Review Mode Unavailable
zh_hans: 审阅模式不可用

source: Review Structure
zh_hans: 检查结构

source: Review in Metadata
zh_hans: 在“元数据”中检查

source: Review the Connected Triptych
zh_hans: 检查已连接的脉络

source: Review the New Triptych
zh_hans: 检查新脉络

source: Review the complete Metadata settings candidate before saving.
zh_hans: 保存前请检查完整的元数据设置候选项。

source: Reviewed Author
zh_hans: 被评作品作者

source: Reviewed Authors
zh_hans: 被评论作品作者

source: Reviewed Title
zh_hans: 被评论作品标题

source: Revised note
zh_hans: 已修订笔记

source: Revises %lld earlier step(s)
zh_hans: 修订前面的 %lld 个步骤

source: Revising note
zh_hans: 正在修订笔记

source: Revising notes…
zh_hans: 正在修订笔记…

source: Revision Details
zh_hans: 版本详情

source: Root
zh_hans: 根目录

source: Run Command
zh_hans: 运行命令

source: Run Search
zh_hans: 运行搜索

source: Run Tool
zh_hans: 运行工具

source: Running command
zh_hans: 正在运行命令

source: Runtime
zh_hans: 运行时

source: Runtime Approval
zh_hans: 运行时审批

source: Runtime Default
zh_hans: 运行时默认

source: Runtime Error
zh_hans: 运行时错误

source: Runtime File Proposal
zh_hans: 运行时文件修改提案

source: Runtime Minimum Files
zh_hans: 运行时必需文件

source: Runtime Report
zh_hans: 运行时报告

source: Runtime Temporary Directory
zh_hans: 运行时临时目录

source: SETUP
zh_hans: 设置

source: Save
zh_hans: 保存

source: Save Appearance
zh_hans: 保存外观配置

source: Save Current Search…
zh_hans: 保存当前搜索…

source: Save Metadata Settings
zh_hans: 保存元数据设置

source: Save Notification Settings
zh_hans: 保存通知设置

source: Save Reminder Timing
zh_hans: 保存提醒时间

source: Save Search
zh_hans: 保存搜索

source: Save Shared Tool Settings?
zh_hans: 保存共享工具设置？

source: Saved Searches
zh_hans: 已保存的搜索

source: Saved Source
zh_hans: 已保存源文

source: Saved Source → Proposed Source
zh_hans: 已保存原文 → 拟议原文

source: Saved as %@
zh_hans: 已保存为 %@

source: Saved on this Mac
zh_hans: 保存在此 Mac

source: Saved searches remain in Scholium’s Application Support folder and never modify a vault.
zh_hans: 保存的搜索位于 Scholium 的 Application Support 文件夹中，绝不会修改研究库。

source: Saved. Another configuration overrides this connection.
zh_hans: 已保存，但另一份配置覆盖了此连接。

source: Saving
zh_hans: 正在保存

source: Scale
zh_hans: 比例

source: Scholium Codex Settings
zh_hans: Scholium 的 Codex 设置

source: Scholium Connection Helper
zh_hans: Scholium 连接程序位置

source: Scholium Metadata
zh_hans: Scholium 元数据

source: Scholium cannot establish its Application Support storage.
zh_hans: Scholium 无法建立其 Application Support 存储。

source: Scholium cannot prove whether the native Trash move completed. After you inspect Finder and the listed paths, Resolve releases the deletion gate without restoring or removing a file.
zh_hans: Scholium 无法确认原生纸篓移动是否完成。检查 Finder 和列出的路径后，“解决”会释放删除门，不会恢复或移除文件。

source: Scholium connects only to Zotero Desktop on localhost and never modifies its data. No account or API key is required.
zh_hans: Scholium 仅通过 localhost 连接 Zotero Desktop，且绝不修改其数据。无需账户或 API 密钥。

source: Scholium could not build a usable Search index. Details: %@
zh_hans: Scholium 无法构建可用的搜索索引。详情：%@

source: Scholium could not publish a replacement Search index. The last complete results remain available. Details: %@
zh_hans: Scholium 无法发布替代搜索索引。上一次完整结果仍可用。详情：%@

source: Scholium could not verify the current Note and will not write it. %@
zh_hans: Scholium 无法验证当前笔记，因此不会写入。%@

source: Scholium could not verify the interrupted save candidates. Their exact bytes remain unchanged. %@
zh_hans: Scholium 无法验证中断保存候选内容。其精确字节保持不变。%@

source: Scholium finds Codex and prepares the connection automatically. Connection settings and saved chat history are managed on this Mac.
zh_hans: Scholium 会自动查找 Codex 并准备连接。连接配置和已保存的会话记录由本机管理。

source: Scholium first saves every open editor, then restores only if this Note still has the expected revision. If the source changed, recovery stops and keeps the candidate.
zh_hans: Scholium 会先保存所有打开的编辑器，然后仅在此笔记仍为预期版本时恢复。若源文本已更改，恢复将停止并保留候选内容。

source: Scholium first saves every open editor, verifies that the candidate is still the canonical source, and then removes only its completed machine-local recovery record.
zh_hans: Scholium 会先保存所有打开的编辑器，确认候选内容仍是权威源文本，然后仅移除已完成的本机恢复记录。

source: Scholium found the file at a new location but cannot safely determine which previous note it belongs to.
zh_hans: Scholium 在新位置找到了该文件，但无法安全地确定它属于哪个先前的笔记。

source: Scholium keeps source documents authoritative and records each successful Agent mutation with exact before-and-after evidence.
zh_hans: Scholium 以源文档为权威，并为每次成功的智能体变更记录精确的前后证据。

source: Scholium kept the current editor open because it could not retrieve the complete Markdown buffer.
zh_hans: Scholium 使当前编辑器保持打开状态，因为它无法检索完整的 Markdown 缓冲区。

source: Scholium kept the current editor open because it could not safely save this note. %@
zh_hans: Scholium 使当前编辑器保持打开状态，因为它无法安全地保存此笔记。%@

source: Scholium kept the current editor open because it could not safely save this note. %arg
zh_hans: Scholium 使当前编辑器保持打开状态，因为它无法安全地保存此笔记。%arg

source: Scholium kept the current editor open because the note continued changing while it was being saved.
zh_hans: Scholium 使当前编辑器保持打开状态，因为笔记在保存时不断变化。

source: Scholium kept the document open because the active editor changed from %@ to %@ before it could be saved.
zh_hans: Scholium 使文档保持打开状态，因为活动编辑器在保存之前从 %@ 更改为 %@。

source: Scholium kept the document open because the active editor changed from %1$arg to %2$arg before it could be saved.
zh_hans: Scholium 使文档保持打开状态，因为活动编辑器在保存之前从 %1$arg 更改为 %2$arg。

source: Scholium kept the exact editor buffer open because this document is no longer available through the active Triptych.
zh_hans: Scholium 保留了原始编辑缓冲区，因为此文档已无法通过当前脉络访问。

source: Scholium kept this window open because the current note could not be saved. %@
zh_hans: 因当前笔记无法保存，Scholium 保留了此窗口。%@

source: Scholium needs access beside Works for the portable .scholium control folder.
zh_hans: Scholium 需要访问作品旁的位置，以使用可移植的 .scholium 控制文件夹。

source: Scholium reread the portable settings after an uncertain save. Review the current saved version before trying again.
zh_hans: Scholium 已在保存结果不确定后重新读取便携设置。请先检查当前已保存版本，再重试。

source: Scholium stores the small portable .scholium folder beside Works. macOS therefore asks once for access to the folder containing Works; it is not added as a fourth vault.
zh_hans: Scholium 将小型便携式 .scholium 文件夹存放在“写作”研究库旁。因此，macOS 会请求访问包含“写作”的文件夹；该文件夹不会成为第四个研究库。

source: Scholium will move the entire existing .scholium folder to a uniquely named sibling recovery folder, preserving its exact files without interpreting the old schema. Analyses, Topics, and Works will not be changed. Scholium will then create current portable control state.
zh_hans: Scholium 会将现有的整个 .scholium 文件夹移至一个名称唯一的同级恢复文件夹，原样保留其中的文件，且不会解释旧 schema。Analyses、Topics 和 Works 不会被更改。随后 Scholium 会创建当前版本的便携控制数据。

source: Scholium will not recreate a missing Note from temporary recovery. Inspect or copy the retained candidate instead.
zh_hans: Scholium 不会依据临时恢复数据重新创建缺失的笔记。请改为检查或复制保留的候选内容。

source: Scholium will preserve the unreadable Saved Search file under a unique recovery name, then start with an empty Saved Searches list. No vault files will be changed.
zh_hans: Scholium 会用唯一的恢复名称保留无法读取的已存搜索文件，然后以空的已存搜索列表重新开始。不会更改任何研究库文件。

source: Scholium will preserve this record’s exact bytes under a unique recovery name, remove only that invalid record from the active Metadata catalog, and reload the Triptych. Markdown and every other portable control file remain unchanged.
zh_hans: Scholium 会将此记录的精确字节保存在唯一的恢复名称下，仅从活动元数据目录中移除该无效记录，然后重新载入三库工作区。Markdown 和其他所有可移植控制文件均保持不变。

source: Scholium will recheck the exact Markdown source and portable identity. It may add the reserved identity to the exact created source, or remove that same reserved identity when the source is absent. Any other identity at the path, any Zotero binding on an identity that would be removed, or changed or unreadable state stops for separate researcher resolution. Markdown source is never created, replaced, or removed, and no other portable identity is changed.
zh_hans: Scholium 会重新检查精确的 Markdown 源文本与可携带身份。它只会为精确的新建源文本添加预留身份，或在源文本不存在时移除同一个预留身份。若路径上存在任何其他身份、待移除身份已绑定 Zotero，或状态已变化或不可读，恢复都会停止并等待研究者另行处理。Markdown 源文本绝不会被创建、替换或移除，任何其他可携带身份也不会被更改。

source: Scholium will remove only this Triptych’s registration from this Mac, then open setup again. It will not delete or change Analyses, Topics, Works, or the portable .scholium folder.
zh_hans: Scholium 将只移除此 Mac 上的这个脉络注册，然后重新打开设置。它不会删除或更改“分析”“议题”“写作”或便携式 .scholium 文件夹。

source: Scholium will resume only the persisted forward plan. Items already moved to the macOS Trash remain under Finder control; Scholium completes the operation receipts without removing portable identities.
zh_hans: Scholium 只会继续已保存的执行计划。已移入 macOS 废纸篓的项目仍由访达管理；Scholium 会完成操作凭据，不删除便携身份。

source: Scholium’s connection helper is unavailable. Reinstall Scholium or check the custom helper in Advanced settings.
zh_hans: Scholium 连接组件不可用。请重新安装 Scholium，或检查高级设置中的自定义组件。

source: Search
zh_hans: 搜索

source: Search Conversations
zh_hans: 搜索对话

source: Search Failed
zh_hans: 搜索失败

source: Search Index Failed
zh_hans: 搜索索引失败

source: Search Index Is Stale
zh_hans: 搜索索引已过期

source: Search Index Unavailable
zh_hans: 搜索索引不可用

source: Search Limited to This Vault
zh_hans: 搜索仅限此资料库

source: Search Notes
zh_hans: 搜索笔记

source: Search Notifications
zh_hans: 搜索通知

source: Search Research
zh_hans: 搜索研究资料

source: Search Research Materials
zh_hans: 检索研究材料

source: Search Results
zh_hans: 搜索结果

source: Search Settings
zh_hans: 搜索设置

source: Search Unavailable
zh_hans: 无法搜索

source: Search Zotero
zh_hans: 搜索 Zotero

source: Search cancelled. You can find material again when ready.
zh_hans: 已取消查找。你可以随时重新查找材料。

source: Search fields
zh_hans: 搜索字段

source: Search name
zh_hans: 搜索名称

source: Search needs refreshing before it can find current material.
zh_hans: 需要刷新检索，才能查找当前材料。

source: Search provider
zh_hans: 搜索对象

source: Search query completions
zh_hans: 搜索查询补全

source: Search scope
zh_hans: 搜索范围

source: Search the Web
zh_hans: 搜索网络

source: Searched files
zh_hans: 已检索文件

source: Searched the library
zh_hans: 已检索知识库

source: Searched the web
zh_hans: 已检索网页

source: Searching Zotero…
zh_hans: 正在搜索 Zotero…

source: Searching files
zh_hans: 正在检索文件

source: Searching the library
zh_hans: 正在检索知识库

source: Searching the web
zh_hans: 正在检索网页

source: Searching…
zh_hans: 正在搜索…

source: Search…
zh_hans: 搜索…

source: Select All
zh_hans: 选择全部

source: Select Chats to Archive
zh_hans: 选择会话归档

source: Select Chats to Restore
zh_hans: 选择会话恢复

source: Select a note in the Library to read or edit.
zh_hans: 请在研究文档中选择一则笔记，以开始阅读或编辑。

source: Select a passage in Edit or Source before adding it to Chat.
zh_hans: 请先在编辑或源码模式中选中一段文字，再添加到聊天。

source: Select a passage in Edit or Source to find related material.
zh_hans: 在编辑或源码模式选中一段文字，即可查找相关材料。

source: Select an Exact Item
zh_hans: 选择一个确切条目

source: Select an available vault before searching This Vault.
zh_hans: 选择一个可用的资料库后再搜索“此资料库”。

source: Select an exact passage in Edit or Source if the reading selection cannot be located.
zh_hans: 无法定位阅读选段时，请在编辑或源码模式选择原文。

source: Select this conversation in its original window before requesting display.
zh_hans: 请先在原窗口中选中此对话，再请求展示。

source: Selected
zh_hans: 已选择

source: Selected Passage
zh_hans: 所选段落

source: Selected annotation text
zh_hans: 批注选中文字

source: Selection
zh_hans: 所选文本

source: Selection Actions
zh_hans: 选段操作

source: Selection actions could not be loaded. Restore defaults to replace these settings.
zh_hans: 无法读取选段操作。可恢复默认设置。

source: Selection statistics
zh_hans: 所选文本统计

source: Semibold, 600
zh_hans: 半粗体，600

source: Send
zh_hans: 发送

source: Send Terminal Input
zh_hans: 发送终端输入

source: Sending to Parent
zh_hans: 正在发送给父 Agent

source: Series Number
zh_hans: 丛书编号

source: Series Title
zh_hans: 丛书标题

source: Server Address
zh_hans: 服务器地址

source: Set Up Zotero…
zh_hans: 设置 Zotero…

source: Set when dismissed reminders return and restore local dismissals.
zh_hans: 设置已忽略提醒的返回时间，并恢复本机忽略记录。

source: Settings Could Not Be Applied
zh_hans: 设置未能应用

source: Settings refresh failed. The last confirmed settings remain visible. %@
zh_hans: 设置刷新失败。上次确认的设置仍然可见。%@

source: Settings refresh failed. The last confirmed settings remain visible. %arg
zh_hans: 设置刷新失败。仍显示上次确认的设置。%arg
